/* Message in progress panel while filtering */
"%d folders filtered" = "%d dossiers filtrés";

/* Message in progress panel while loading data */
"%d folders read" = "%d dossiers lus";

/* Message in progress panel while saving data */
"%d folders saved" = "%d dossiers sauvegardés";

/* Message in progress panel while scanning */
"%d folders scanned" = "%d dossiers analysés";

/* Date format (for scan time) */
"%d/%m/%y" = "%d/%m/%y";

/* Time format (for scan time) */
"%H:%M:%S" = "%H:%M:%S";

/* Exact file size (in bytes). */
"%qu bytes" = "%qu octets";

/* Alert message (Note: 'it' can refer to a file or a folder) */
"A possible reason is that it does not exist anymore." = "Une des raisons possibles est qu'il n'existe plus.";

/* Alert message */
"A rule named \"%@\" already exists." = "Une règle nommée \"%@\" existe déjà.";

/* Alert message (with filename arg) */
"Aborted saving the scan data to \"%@\"" = "Sauvegarde des données vers \"%@\" interrompus";

/* Window title */
"Apply filter" = "Appliquer filtre";

/* Label in Focus panel */
"Area in view:" = "Zone dans la vue:";

/* Parse error */
"Attribute not found." = "Attribut non trouvé.";

/* File size unit for bytes. */
"B" = "o";

/* Alert panel button */
"Cancel" = "Annuler";

/* Alert panel button */
"Delete" = "Supprimer";

/* Alert message */
"Do you want to delete the file \"%@\"?" = "Voulez-vous supprimer le fichier \"%@\"?";

/* Alert message */
"Do you want to delete the folder \"%@\"?" = "Voulez-vous supprimer le dossier \"%@\"?";

/* Alert message */
"Do you want to delete the package \"%@\"?" = "Voulez-vous supprimer le paquet \"%@\"?";

/* Window title */
"Edit mask" = "Editer masque";

/* Parse error */
"Encountered more than one root element." = "A rencontré plus d'un élément de racine.";

/* Parse error */
"Encountered more than one root folder." = "A rencontré plus d'un dossier de racine.";

/* Parse error */
"Encountered more than one ScanInfo element." = "A rencontré plus d'un élément ScanInfo.";

/* Parse error */
"Error parsing \"%@\" attribute: %@" = "Erreur d'analyse de \"%1$@\" attribut : %2$@";

/* Parse error */
"Expected date value." = "Valeur de date attendue.";

/* Parse error */
"Expected GrandPerspectiveScanDump element." = "Un élément GrandPerspectiveScanDump était attendu.";

/* Parse error */
"Expected integer value." = "Une valeur entière est attendue.";

/* Parse error */
"Expected unsigned integer value." = "Une valeur entière non signée est attendue.";

/* Alert message */
"Failed to delete the file \"%@\"" = "Échec de la suppression du fichier \"%@\"";

/* Alert message */
"Failed to delete the folder \"%@\"" = "Échec de la suppression du dossier \"%@\"";

/* Alert message (with filename arg) */
"Failed to load the scan data from \"%@\"" = "Échec de chargement des données de l'analyse depuis \"%@\"";

/* Alert message */
"Failed to open the file \"%@\"" = "Ne peut ouvrir le fichier \"%@\"";

/* Alert message */
"Failed to open the folder \"%@\"" = "Ne peut ouvrir le dossier \"%@\"";

/* Alert message */
"Failed to open the package \"%@\"" = "Ne peut ouvrir le paquet \"%@\"";

/* Alert message */
"Failed to reveal the file \"%@\"" = "Ne peut afficher le fichier \"%@\"";

/* Alert message */
"Failed to reveal the folder \"%@\"" = "Ne peut afficher le dossier \"%@\"";

/* Alert message */
"Failed to reveal the package \"%@\"" = "Ne peut afficher le paquet \"%@\"";

/* Alert message */
"Failed to save the image." = "Échec de la sauvegarde de l'image.";

/* Alert message (with filename arg) */
"Failed to save the scan data to \"%@\"" = "Échec de la sauvegarde des données d'analyse vers \"%@\"";

/* Error message */
"Failed to write entire buffer." = "N'a pas réussi à écrire le cache en entier.";

/* Error message */
"Failed to write last data to file." = "N'a pas réussi à écrire la dernière donnée dans le fichier.";

/* Label in Focus panel */
"File in view:" = "Fichier dans la vue:";

/* Filter naming template. */
"Filter%d" = "Filtre%d";

/* Message in progress panel while filtering */
"Filtering %@" = "Filtrage %@";

/* Title of progress panel. */
"Filtering in progress" = "Filtrage en cours";

/* Label in Focus panel */
"Folder in view:" = "Dossier dans la vue:";

/* File size unit for gigabytes. */
"GB" = "Go";

/* File size unit for kilobytes. */
"kB" = "Ko";

/* Legend for Level mapping scheme. */
"Level %d" = "Niveau %d";

/* Title of load panel */
"Load scan data" = "Charger les données de l'analyse";

/* Title of progress panel. */
"Loading in progress" = "Chargement en cours";

/* Misc. description for Level mapping scheme. */
"Lower levels" = "Niveaux inférieurs";

/* File size unit for megabytes. */
"MB" = "Mo";

/* Initial match value in EditFilterRuleWindow */
"New match" = "Nouvelle correspondance";

/* The filter name when there is no filter. */
"None" = "Aucun";

/* Alert additional informative text */
"Note: The file is hard-linked. It will take up space until all links to it are deleted." = "Note : Le fichier est un lien matériel. Il va prendre de l'espace jusqu'à ce que tous ses liens référents soient supprimés.";

/* Alert additional informative text */
"Note: The folder is hard-linked. It will take up space until all links to it are deleted." = "Note : Le dossier est un lien matériel. Il va prendre de l'espace jusqu'à ce que tous ses liens référents soient supprimés.";

/* Alert additional informative text */
"Note: The package is hard-linked. It will take up space until all links to it are deleted." = "Note : Le paquet est un lien matériel. Il va prendre de l'espace jusqu'à ce que tous ses liens référents soient supprimés.";

/* Alert panel button */
"OK" = "OK";

/* Misc. description for File type mapping scheme. */
"other file types" = "autres types de fichiers";

/* Legend for Level mapping scheme. */
"Outermost level" = "Niveau extérieur";

/* Label in Focus panel */
"Package in view:" = "Paquet dans la vue:";

/* Parse error */
"Parse error (line %d): %@" = "Erreur d'analyse (ligne %1$d): %2$@";

/* Parse error */
"Parsing aborted" = "Analyse interrompue";

/* Alert message */
"Possible reasons are that it does not exist anymore (it may have been moved, renamed, or deleted by other means) or that you lack the required permissions." = "Les raisons possibles sont qu'il n'existe plus (il a peut être été déplacé, été renommé, ou supprimé par d'autres moyens) ou vous n'avez pas les permissions requises.";

/* Message in progress panel while loading data */
"Reading %@" = "Lecture en cours %@";

/* Alert panel button */
"Remove" = "Supprimer";

/* Alert message */
"Remove the rule named \"%@\"?" = "Retirer la règle nommée \"%@\"?";

/* Title of save panel */
"Save image" = "Sauver l'image";

/* Title of save panel */
"Save scan data" = "Sauver les données de l'analyse";

/* Message in progress panel while saving data */
"Saving %@" = "Sauvegarde en cours %@";

/* Title of progress panel. */
"Saving in progress" = "Sauvegarde en cours";

/* Prompt in open panel */
"Scan" = "Analyse";

/* Title of open panel */
"Scan folder" = "Analyse des dossiers";

/* Message in progress panel while scanning */
"Scanning %@" = "Analyse en cours %@";

/* Title of progress panel. */
"Scanning in progress" = "Analyse en cours";

/* Label in Focus panel */
"Selected area:" = "Zone séléctionnée:";

/* Label in Focus panel */
"Selected file:" = "Fichier sélectionné :";

/* Label in Focus panel */
"Selected folder:" = "Dossier sélectionné :";

/* Label in Focus panel */
"Selected package:" = "Paquet séléctionné:";

/* Alert message (with filename arg) */
"Successfully saved the scan data to \"%@\"" = "Succès de la sauvegarde des données de l'analyse vers \"%@\".";

/* File size unit for terabytes. */
"TB" = "To";

/* Alert informative text */
"The resulting file is valid but incomplete." = "Le fichier résultant est valide, mais incomplet.";

/* Alert message */
"The rule must have a name." = "La règle doit avoir un nom.";

/* Alert informative text */
"The rule will be irrevocably removed from the rule repository." = "La règle sera irrévocablement supprimée de la liste des règles.";

/* Alert informative text */
"The rule will be replaced by the default rule with this name." = "La règle sera remplacée par la règle par défaut ayant le même nom.";

/* Alert informative text */
"The selected file will be moved to Trash." = "Le fichier séléctionné va être déplacer vers la Corbeille.";

/* Alert informative text */
"The selected folder, with all its contents, will be moved to Trash. Beware, any files in the folder that are not shown in the view will also be deleted." = "Le dossier séléctionné va être déplacé vers la Corbeille avec tout son contenu. Attention, tous les dossiers qui n'apparaissent pas dans la vue seront aussi supprimés.";

/* Alert informative text */
"The selected package will be moved to Trash." = "Le paquet séléctionné va être déplacer vers la Corbeille.";

/* Description for 'unknown' UTI. */
"unknown file type" = "type de fichier inconnu";

/* Parse error */
"Unrecognized value." = "Valeur non reconnue.";